Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/laereplan_matematikk-felles.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Matematihka aktisasjfága oahppopládna
sma: Udir.no - Learoesoejkesje matematihkesne ektiefaage

source: Matematihka aktisasjfága oahppopládna
sma: Learoesoejkesje matematihkesne ektiefaage

source: Mierreduvvam Máhttodepartementas láhkanjuolgadusá milta 21.06.2013
sma: Vihtiestamme goh mieriedimmie Maahtoedepartemeenteste 21.06.2013

source: Ulmme
sma: Ulmie

source: Matematihkka le oasse mijá væráltvijddásasj kulturárbes.
sma: Matematihke lea akte bielie mijjen veartenevijries kultuvreaerpeste.

source: Ulmutja li dålusj rájes juo adnám ja åvddånahttám matematihkav åtsådallamijt systematiseritjit, luondo ja sebrudagá aktijvuodajt dádjadittjat ja universav guoradalátjit.
sma: Almetje lea iktegisth matematihkem nuhtjeme jïh evtiedamme juktie dååjrehtimmieh öörnegen mietie bïejedh, ektiedimmieh eatnamisnie jïh siebriedahkesne buerkiestidh jïh guarkedh, jïh veartenerommem goerehtidh.

source: Fáhka le aj åvddånam danen gå ulmutja ietja li ávvusam gå li matematihkajn barggam.
sma: Akte jeatjah skraejriegaaltije juktie faagem evtiedidh lea almetje lea aavoedamme matematihkine barkedh jïjtsinie.

source: Fáhka moatte ájnas sebrudaksuorgijda guoskat, dagu medisijnnaj, økonomijaj, teknologijaj, guládallamij, energijaháldadibmáj ja biggimij.
sma: Faage lea stïeresne gelline vihkeles siebriedahkesuerkine, goh medisijne, ekonomije, teknologije, govlesadteme, energijereereme jïh bigkemisnie.

source: Danen le matematihka tjehpudahka viehka ájnas sebrudagá åvddånibmáj.
sma: Nænnoes maahtoe matematihkesne lea dan åvteste eevre daerpies gosse edtja siebriedahkem evtiedidh.

source: Dåjmalasj demokratija dárbaj viesádijt gudi dádjadi ja lájttálisát árvustalli kvantitatijva diedojt, statistihkalasj analyjsajt ja ekonomalasj prognosajt.
sma: Akte eadtjohke demokratije årrojh daarpesje mah maehtieh lïeredh, guarkedh jïh laejhtehkslaakan vuarjasjidh jïjnjh bïevnesh, statistiske analyjsh jïh ekonomeles aerviedimmieh.

source: Navti le matemahtalasj máhtto dárbulasj jus galggá dádjadit ja vájkkudit prosessajt sebrudagán.
sma: Naemhtie dle maahtoe matematihkesne daerpies juktie guarkedh jïh maehtedh prosessh siebriedahkesne eadtjoestidh.

source: Matematihkalasj máhtto le gássjelisvuodajt tjoavddet ja modellerit vaj analyseri ja hiebat muhtem gássjelisvuodav matematihka hábmáj, dav tjoavddá ja árvustallá man vuogas tjoavdos le.
sma: Matematihkeles maahtoe sæjhta jiehtedh dåeriesmoereloetemem jïh hammoedimmiem nuhtjedh juktie dåeriesmoerem analyjseradidh jïh jarkelidh akten matematihkeles hammose, dam loetedh jïh vuarjasjidh man reaktoe vaastoe lea.

source: Dánna li aj gielalasj ássje, dagu gaskostibme, ságastallat ja resonnerit ájádusáj hárráj.
sma: Daate aaj gïelebielieh åtna, goh leerehtidh, soptsestidh jïh ussjedidh åssjaldahki bïjre.

source: Matematihkan álu viehkkenævojt ja teknologijav adná.
sma: Dejnie jeanatjommes matematihkeles darjoeminie nuhtjeminie viehkiedïrregh jïh teknologijem.

source: Sihke dav gå máhttá adnet ja árvustallat iesjgeŋgalágásj viehkkenævojt ja daj ráddjidusájt dåbddåt li ájnas oase fágas.
sma: Dovne maehtedh nuhtjedh jïh vuarjasjidh ovmessie viehkiedïrregh jïh damtedh gusnie dah maehtieh åtnasovvedh, leah vihkeles bielieh faageste.

source: Matematihkkamáhtto le ájnas vædtsak juohkka ájnegissaj, ja fáhka máhttá vuodov láhtjet joarkka åhpadussaj ja virggeiellema ja asstoájgedåjmaj oassálasstemij.
sma: Maahtoe matematihkesne lea akte vihkeles dïrrege fïereguhtese, jïh faage maahta våaromem bïejedh juktie vielie ööhpehtimmiem vaeltedh faagesne jïh meatan årrodh barkoejieliedisnie jïh darjoeminie eejehtallemisnie.

source: Matematihkka le vuodon stuorra oassáj mijá kulturhiståvrås ja logalasj ájádallama åvddånahttemis.
sma: Matematihke lea betnesne stoerre bieline mijjen kultuvrehistovrijeste jïh juktie logiske ussjedimmiem evtiedidh.

source: Navti le fágan ájnas oasse åbbålasj bajásgiessemis gå dat vájkkut identitehttaj, ájádallamvuohkáj ja iesjdádjadussaj.
sma: Naemhtie dle faage aktem vihkeles råållam åtna dennie sïejhme skearkagimmesne dan åvteste dïhte identiteetem, ussjedimmievuekiem jïh jïjtjegoerkesem tsevtsie.

source: Matematihkkafáhka skåvlån le viehkken gå galggá åvddånahttet matematihkka máhtov mav sebrudahka ja juohkka ájnegis dárbaj.
sma: Matematihkefaage skuvlesne viehkehteminie dam matematihkeles maahtoem evtiedidh maam siebriedahke jïh fïereguhte almetje daarpesje.

source: Jus dáv galggá ållidit de hæhttuji oahppe bessat sihke praktihkalattjat ja teorehtalattjat barggat.
sma: Juktie dam jaksedh dle learohkh tjuerieh nuepiem åadtjodh dovne praktihkeles jïh teoretihkeles barkedh.

source: Åhpadibme målssu ståhkamis guoradalle, sjuggelis ja tjuolmmatjoavdde dåjmaj ja tjehpudakhárjjidallama gaskan.
sma: Lïerehtimmie lea dovne goerehtidh, stååkedidh, sjugniedidh jïh dåeriesmoerh loetedh darjoeminie jïh tjiehpievoetehaarjanimmesne.

source: Praktihkalasj anon le matematihkka vædtsak.
sma: Praktihkeles åtnosne dle matematihke vuesehte dïhte lea akte nuhteligs dïrregefaage.

source: Skåvllåbargon ávkástallá fága guovdásj ájádusá, háme, struktuvra ja aktijvuoda åhpadijn.
sma: Skuvlebarkosne nuhtjeminie vihkeles åssjaldahkh, hammoeh, struktuvrh jïh ektiedimmieh faagesne.

source: Galggá oahppijt alodit matematihkav tjálalattjat, njálmálattjat ja digitálalattjat gaskostit.
sma: Tjuara learoehkidie haestedh matematihkine barkedh tjaaleldh, njaalmeldh jïh digitaalelaakan.

source: Galggá dilev láhtjet váj sihke báhtja ja næjtso oadtju vijdes åtsådallamijt matematihkkafágajn, man baktu vas buorre miella ja nanos fáhkatjehpudahka boahtá.
sma: Tjuara sjïehteladtedh ihke dovne nïejth jïh baernieh jïjnjh dååjrehtimmieh matematihkefaagine åadtjoeh, mah positijve vuajnoeh jïh aktem nænnoes faagemaahtoem sjugniedieh.

source: Návti vuodov dahká oahppamij iellemav miehtáj.
sma: Naemhtie akte våarome bïejesåvva akten lïerehtæmman mij abpe jieledem ryöhkoe.

source: Fága oajvveoase
sma: Faagen åejvieboelhkh

source: Fáhka le oajvveåsijda juogeduvvam, ja juohkka oasen li máhtudakmihto.
sma: Faage lea öörnedamme åejviesuerkine mejtie maahtoeulmieh leah hammoedamme.

source: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.
sma: Åejviesuerkieh sinsitniem lissiehtieh jïh tjuerieh ektesne vuajnalgidh.

source: Fáhka le aktisasjfáhka mij gullu gájka joarkkaåhpadusáj oahppoprográmmajda.
sma: Faage akte ektiefaage gaajhkide ööhpehtimmieprogrammide jåarhkeööhpehtimmesne.

source: Danen galggá åhpadusáv iesjgeŋga oahppoprográmmaj hiebadit váj sjaddá nav relevánta gå vejulasj oahppijda.
sma: Edtja dan åvteste lïerehtimmiem dan sjyöhtehke darjodh goh gåarede learoehkidie viehkine dejtie sjïehtedidh dejtie ovmessie ööhpehtimmieprogrammide.

source: Matematihkan li vissa máhtudakmihto vuodoskåvlå 2., 4., 7. ja 10. jahkedáse maŋŋela ja joarkkaåhpadusá Jo1 studerimgárvediddje ja viddnofágalasj oahppoprográmmaj maŋŋela.
sma: Matematihke maahtoeulmieh åtna 2., 4., 7. jïh 10 jaepiedaltesen mænngan maadthskuvlesne jïh Jåa1 mænngan studijeryöjreden jïh barkoefaageles ööhpehtimmieprogrammesne jåarhkeööhpehtimmesne.

source: Jo1:an li guokta variánta oahppoplánas.
sma: Göökte joekehts learoesoejkesjh faagesne.

source: T-variánta le ienep teorehtalasj, ja P-variánta le ienep praktihkalasj.
sma: Learoesoejkesje 2 T lea vielie teoretihkeles, mearan learoesoejkesje 2 P lea vielie praktihkeles.

source: Goappátja variánta vaddi dábálasj oahppomáhtudagáv oahppogárvedime oahppoprográmmajn aktan juogu de aktisasj prográmmafágajn matematihkan Jo2:n (2T/2P) jali matematihka prográmmafágajn (R1/S1).
sma: Gåabpegh learoesoejkesjh sïejhme studijemaahtoem vedtieh dejnie studijeryöjreden ööhpehtimmieprogrammine, goh tjåenghkies programmefaage matematihke Jåa2 (2T/2P) jallh programmefaage matematihkesne (R1/S1).

source: Viddnofágalasj oahppoprográmma oahppe galggi Jo1:an tjadádit gålmmå vidádisåsijt oahppoplánas 1 P jali 1 T matematihkan.
sma: Learohkh barkoefaageles ööhpehtimmieprogrammesne edtjieh daltesisnie Jåa1, golme vïjhtehtassh learoesoejkesjistie matematihke 1 P jallh 1 T utnedh.

source: Oahppopládna vuoset matematihka máhtudakmihtojt viddnofágalasj oahppoprográmmajn 1T-Y ja 1P-Y.
sma: Learoesoejkesje maahtoeulmide vuesehte matematihkesne dejnie barkoefaageles ööhpehtimmieprogrammine 1T-B jïh 1P-B.

source: Oajvveåsij gåvvå:
sma: Jaepie-daltese

source: Jahkedáse
sma: Åejviesuerkieh

source: Oajvveoase
sma: Geometrije

source: Tálla
sma: Mööleh-timmie

source: Geometrija
sma: Statistihke

source: Tálla ja algebra
sma: Taalh jïh algebra

source: Tálla ja algebra-oajvveoasse galggá tálladádjadusáv åvdedit ja máhtov låpptit gåktu tálla ja tállagiehtadallam systemajn ja minsstarijn doajmmi.
sma: Åejviesuerkie taalh jïh algebra lea evtiedimmien bïjre taalegoerkesistie, jïh daajroem åadtjodh guktie taalh jïh taalegïetedimmie leah meatan systeemine jïh maalline.

source: Tállaj máhttá lågojt ja stuorrudagájt kvantifiserit.
sma: Taaligujmie maahta jiehtedh man jïjnje lea, jïh man stoerre lea.

source: Tállaj suorgge sisadná ålles tálla, fraksjåvnå, desimaltálla ja prosenta.
sma: Taalh leah dovne ellies taalh, bröökh, desimaaletaalh jïh prosente.

source: Algebra skåvlån generaliseri tállariekknimav gå bokstáva jali ietjá symbåvlå tállajt åvdåsti.
sma: Algebra skuvlesne lea sïejhme taaleryökneme dan åvteste bokstaavh jallh jeatjah symbovlh leah seamma goh taalh.

source: Navti sjaddá vejulasj minsstarijt ja aktijvuodajt gåvådit ja analyserit.
sma: Dïhte nuepiem vadta maallh jïh ektiedimmieh analyjseradidh.

source: Algebra aneduvvá aj geometrija ja funksjåvnåj oajvveåsijn.
sma: Algebra aaj åtnasåvva dej åejviesuerkiejgujmie geometrije jïh funksjovnh.

source: Geometrija skåvlån mierkki ierit ietján analyserit guovte- ja gålmådimensjonála gåvvusij vuogijt ja konstruksjåvnåjt ja merustallamijt dahkat.
sma: Geometrije skuvlesne lea gaskem jeatjah jïjtsevoeth analyjseradidh guektien- jïh golmendimensjovnaale goerine, jïh konstruksjovnh jïh aerviedimmieh darjodh.

source: Geometrijan studeri dynámalasj prosessajt dagu spiedjildibme, jårgijdibme ja dåbedallam.
sma: Daesnie dynamihkeles prosessh goerehte goh speejjeldimmie, jårredimmie jïh sertiestimmie.

source: Oajvveoasse sisadná aj gåvådit ruktonehtaj, kártaj ja koordináhttasystemaj sajev ja dåbedallamav.
sma: Åejviesuerkie lea aaj darjodh jïh buerkiestidh mennie sijjesne mij akt lea jïh gåabph sertieståvva dabloenedtesne, kaarhtesne jïh koordinaatesysteemesne.

source: Mihttim mierkki buohtastahttet ja álu tjadnat tállastuorrudagáv objæktaj jali låhkuj.
sma: Möölehtimmie lea viertiestidh jïh daamtajommes aktem taalestoeredahkem ektiedidh akten aatese jallh veahkese.

source: Dát prosæssa gájbbet adná mihttimstuorrudagájt ja hiebalgis teknihkajt, mihttimvædtsagijt ja formelijt.
sma: Daennie prosessesne daerpies möölegeektievoeth jïh sjiehteles teknihkh, möölehtimmiedïrregh jïh formelh nuhtjedh.

source: Ájnas oase mihttimprosessas le båhtusav árvustallat ja árvvaladdet man iehpesihkara båhtusa li.
sma: Vihkeles bielieh möölehtimmieprosesseste leah illedahkem vuarjasjidh jïh digkiedidh man ovseekere dah möölehtimmieh leah.

source: Statistihkkaj gullu dáhtájt plánit, tjoahkkit, organiserit, analyserit ja åvddånbuktet.
sma: Statistihke lea soejkesjidh, tjöönghkedh, öörnedidh, analyjseradidh jïh daatah åehpiedehtedh.

source: Dáhtáanalyjssaj gullu tjielggit åbbålattjat gåktu dáhtámateriálla le.
sma: Analyjsesne daatijste dle edtja sïejhme væhtah buerkiestidh daatamaterijaaleste.

source: Båhtusij ja dáhtáj åvddånbuktema árvustallam ja lájttális gehtjadibme le ájnas oasse dát prosessas.
sma: Vuarjasjidh jïh laejhtehkslaakan vuejnedh konklusjovnide jïh daatide lea vihkeles statistihkesne.

source: Jáhkedahttevuodariekknimin gæhttjal tállaj tjállet man stuorra jáhkedahttevuohta le jut dáhpádus ajtu dáhpáduvvá.
sma: Aarvehtseryöknemisnie taalh beaja man stoerre hille lea akte heannadimmie edtja heannadidh.

source: Kombinatorihkan barggá systemáhtalasj vuogij gåktu tállajt gávnnat, ja dassta le álu dárbbo gå galggá jáhkedahttevuoda merustallat.
sma: Kombinarotihkesne barkeminie systematihkeleslaakan guktie maahta taalh gaavnedh, jïh dïhte daamtaj daerpies jis edtja maehtedh aarvehtsem aerviedidh.

source: Funksjåvnnå gåvvit rievddamav jali åvddånahttemav muhtem stuorrudagás mij le muhtem ietjá stuorrudahkaj tjadnum.
sma: Akte funksjovne jarkelimmiem jallh evtiedimmiem buerkeste aktede stoeredahkeste mij lea jearohke aktede mubpeste, aktelaaketje.

source: Funksjåvnåjt máhttá moatte láhkáj tjállet, duola dagu foarmmalij, tabellaj ja gráfaj baktu.
sma: Maahta funksjovnh gellielaakan vuesiehtidh, vuesiehtimmien gaavhtan formeligujmie, tabelligujmie jïh graafigujmie.

source: Funksjåvnåj analyjssa mierkki åhtsåt vissa vuogijt, dagu man jåhtelit juoga åvddån ja goassa dát åvddånibme sierralágásj tállajt oadtju.
sma: Analyjse funsjovnijste lea aaj sjïere jïjtsevoeth ohtsedidh, goh man varke akte evtiedimmie jåhta, jïh gosse evtiedimmie sjïere aarvoeh åådtje.

source: Ekonomija-oajvveoasse giehtadallá merustallamijt ja árvustallamijt ma ekonomalasj ássjijda guosski.
sma: Åejviesuerkieh ekonomije lea aerviedimmiej jïh vuarjasjimmiej bïjre mah leah ekonomeles tsiehkiej bïjre.

source: Tijmmalåhko
sma: Man gellie tæjmoeh

source: Akta tijmma le 60-minuhta.
sma: Tæjmoeh leah 60-minudten ektievoetine.

source: 1.-4. jahkedásijn: 560 tijma
sma: 1.–4. jaepiedaltese: 560 tæjmoeh

source: 5.-7. jahkedásijn: 328 tijma
sma: 5. –7. jaepiedaltese: 328 tæjmoeh

source: 8.-10 jahkedásijn: 313 tijma
sma: 8.–10. jaepiedaltese: 313 tæjmoeh

source: OAHPPOGÁRVEDIME OAHPPOPROGRÁMMA
sma: STUDIJERYÖJREDEN ÖÖHPEHTIMMIEPROGRAMMH

source: Jo1: 140 tijma
sma: Jåa1: 140 tæjmoeh

source: Jo1: 84 tijma
sma: Jåa1: 84 tæjmoeh

source: Vuodotjehpudagá
sma: Faagen maadth maahtoeh

source: Vuodotjehpudagá li integreridum máhtudakmihtojda, gånnå li fáron fáhkamáhtudagáv åvddånahttemin ja li aj dassta oassen.
sma: Vihkeles tjiehpiesvoeth lea sjïehtesjamme maahtoeulmine, gusnie dah evtiedimmine viehkiehtieh jïh lea akte bielie faagemaahtoste.

source: Matematihkan dádjaduvvi vuodotjehpudagá náv:
sma: Matematihkesne guarka vihkeles tjiehpiesvoeth naemhtie:

source: Njálmálasj tjehpudagá matematihkan mierkki vuojnov hábbmit matematihka gulldalime, håla ja ságastallama baktu.
sma: Njaalmeldh tjiehpiesvoeth matematihkesne sæjhta jiehtedh mïelem sjugniedidh viehkine goltelidh, håaledh jïh soptsestidh matematihken bïjre.

source: Dat sisadná juojddáv miejnnit, gatjádallat ja argumenterit sihke iehpeformála giela, tjielgga fáhkaterminologija ja buojkuldagáj ano baktu.
sma: Dellie tjuara jïjtse mïelem utnedh, gyhtjelassh gihtjedh jïh argumenteradidh viehkine dovne ovbyjjes gïeleste, veele faageterminologijine jïh dïejveseåtnojne.

source: Dat sihtá javllat ságastallamijda sæbrrat, ájádusájt subtsastit ja matemáhtalasj tjuolmajt, tjoavddusijt ja strategijajt iehtjádij siegen árvvaladdat.
sma: Sæjhta jiehtedh meatan årrodh soptsestimmine, åssjelh buektedh jïh matematihkeles dåeriesmoerh, raerieh jïh strategijh digkiedidh mubpiejgujmie.

source: Matematihka njálmálasj tjehpudagáj åvddånibme vuolggá matematihka ságastallamijda sæbrramis gitta gássjelap fágalasj ássjijt åvddånbuvtátjit ja árvvalattatjit.
sma: Evtiedimmie njaalmeldh tjiehpiesvoetijste matematihkesne lea dovne meatan årrodh soptsestimmine matematihken bïjre jïh ellies faageles aamhth åehpiedehtedh jïh digkiedidh.

source: Vijddábut vuolggá åvddånibme álkkes matematihkalasj gielav adnemis gitta dárkkelis fáhkaterminologijav, javllamvuogev ja buojkuldagájt anátjit.
sma: Evtiedimmie lea aaj aelkedh aktem aelhkie matematihkeles gïelem nuhtjedh jïh mænngan veele faageterminologijem jïh lahtestimmievuekieh jïh veele dïejvesh nuhtjedh.

source: Buktet tjállet matematihkan mierkki gåvådit ja tjielggit muhtem ájádallamvuogev ja bágojt biedjat gávnnusijda ja ájádusá.
sma: Maehtedh tjaeledh matematihkesne sæjhta jiehtedh buerkiestidh jïh tjïelkestidh aktem åssjaldahkem, jïh baakoeh bïejedh dïsse maam vueptiestamme jïh åssjaldahkide.

source: Dat sisadná matematihkalasj symbåvlåjt ja formálalasj matematihkalasj gielav adnet tjuolmajt tjoavdátjit ja tjoavddusijt åvddånbuvtátjit.
sma: Dellie tjuara maehtedh matematihkeles symbovlh darjodh jïh dam byjjes matematihkeles gïelem nuhtjedh juktie dåeriesmoerh loetedh jïh raerieh åehpiedehtedh.

source: Vijddábut dat sihtá javllat dahkat tjuorggamijt, sárggomijt, gåvådagájt, gráfajt, tabellajt ja diagrámmajt ma li vuosstájválldáj ja dilláj hiebaduvvam.
sma: Vijriesåbpoe sæjhta jiehtedh guvvieh, skissah, goerh, graafh, tabellh jïh dijagrammh darjodh juktie jïjtsh åssjaldahkh jïh jïjtse lïeremem evtiedidh.

source: Tjállem matematihkan le vædtsak ietjas ájádusájt ja oahppamav åvddånahtátjit. Matematihka tjállema åvddånibme vuolggá álkkes åvddånbuktemvuogijs maŋenagi formála symbåvllågiela ja dárkkelis fáhkaterminologija adnuj.
sma: Tjaelemeevtiedimmie matematihkesne lea aelkedh aelhkie lahtestimmievuekieh nuhtjedh goske ånnetji ånnetji aalka aktem byjjes symbovlegïelem jïh aktem veele faageterminologijem nuhtedh.

source: Vijddábut vuolggá åvddånibme álkkes matematihkkafágalasj dilijt tjielggimis ja systematiserimis gitta ålleslasj argumentasjåvnåv tjielggitjit gássjelis aktijvuodaj hárraj.
sma: Vijriesåbpoe dle edtja aelkedh buerkiestidh jïh öörnegen mietie bïejedh aelhkie tsiehkieh matematihkefaageles sisveginie, goske maahta aktem ellies argumentasjovnem bæjjese bigkedh ellies ektiedimmiej bïjre.

source: Buktet låhkåt matematihkan mierkki dádjadit ja adnet symbåvllågielav ja javllamvuogijt váj dádjat árggabiejve, barggoiellema ja matematihkkafágalasj tevstajt.
sma: Maehtedh lohkedh matematihkesne sæjhta jiehtedh symbovlegïelem jïh lahtestimmievuekieh guarkedh jïh nuhtjedh, juktie mïelem sjugniedidh teekstine aarkebiejjeste jïh barkoejieliedistie jïh aaj matematihkefaageles teeksth.

source: Matematihkkafáhkaj gulluji moatte lágásj tevsta majn li matematihkalasj åvddånbuktemvuoge, gráfa, diagrámma, tabella, symbåvlå, foarmmala ja logalasj ájádallam.
sma: Matematihkefaage tjåanghkan bïejeme tjaalegh åtna gusnie matematihkeles vuekieh, graafh, dijagrammh, tabellh, symbovlh, formelh jïh logiske ussjedimmieh.

source: Låhkåm matematihkan mierkki diedojt sorterit, analyserit ja árvustallat hámev ja sisanov ja aktidit diedojt tevsta iesjgeŋga elementajs.
sma: Lohkeme matematihkesne sæjhta jiehtedh bïevnesh veesmedh, hammoem jïh sisvegem analyjseradidh jïh vuarjasjidh, jïh bïevnesh tjåanghkan giesedh ovmessie biehkijste tjaaleginie.

source: Låhkåmåvddånibme matematihkan vuolggá diedojt gávnnamis ja adnemis tevstajn majn le álkkes symbåvllågiella gitta miejnigav dádjadittjat ja reflekteritjit gássjelis fáhkatevstaj badjel majn le dárkkelis symbåvllågiella ja buojkuldagá.
sma: Lohkemeevtiedimmie matematihkesne aalka bïevnesh tjaaleginie aelhkie symbovlegïeline gaavnedh jïh dejtie nuhtjedh, goske mïelem gaavna jïh ussjede ellies faagetjaalegi bïjre gïerve symbovlegïeline jïh dïejveseåtnojne.

source: Buktet riekknit vuodotjehpudahkan mierkki adnet symbåvllågielav, matematihkalasj buojkuldagájt, barggovuogijt ja moatte lágásj strategijajt tjuolmmatjoavddemin ja guoradallamin man álggo le sihke bæjválasj praktihkalasj dille ja matematihkalasj tjuolmma.
sma: Maehtedh ryöknedh goh vihkeles tjiehpiesvoete sæjhta jiehtedh symbovlegïelem, matematihkeles dïejvesh, darjomevuekieh jïh jeereldihkie strategijh nuhtjedh juktie dåeriesmoerh loetedh jïh goerehtidh mij våaroeminie åtna dovne dæjpeles, biejjieladtje tsiehkine jïh matematihkeles dåeriesmoerine.

source: Dat mierkki dåbddåt ja gåvådit dilijt gånnå matematihkka le oassen, ja matematihkalasj metodajt adnet tjuolmaj tjoavdedijn.
sma: Dellie tjuara damtijidh jïh buerkiestidh tsiehkieh gusnie matematihke lea meatan, jïh matematihkeles vuekieh nuhtjedh gosse edtja dåeriesmoerh gïetedidh.

source: Oahppe hæhttu aj guládallat ja árvustallat makta tjoavddusa dåhkkiduvvi.
sma: Learohke tjuara aaj govlesadtedh jïh vuarjasjidh man reaktoe dah vaastoeh leah.

source: Riekknimåvddånibme matematihkan vuolggá vuodulasj tálladádjadimes ja álkkes tjuolmajt ájttsamis ja tjoavddemis gitta vijdes spekterav kompleksa tjuolmajs analyseritjit ja moattelágásj strategijaj ja metåvdåj tjoavdátjit.
sma: Ryöknemeevtiedimmie matematihkesne aalka vihkeles taalegoerkesinie jïh damtijidh jïh dåeriesmoerh loetedh aelhkie tsiehkijste goske maahta analyjseradidh jïh loetedh gelliesåarhts ellies dåeriesmoerh jeereldihkie strategijigujmie jïh vuekiejgujmie.

source: Dat mierkki maŋenagi ienebut adnet iesjgeŋgalágásj viehkkenævojt riekknimin, modellerimin ja guládallamin.
sma: Edtja aaj jienebh jienebh ovmessie viehkiedïrregh nuhtjedh aerviedimmine, hammoedimmesne jïh govlesadtemisnie.

source: Digitála tjehpudagá matematihkan mierkki digitála vædtsagijt oahppamij adnet spelaj, guoradallama, visualiserima ja åvddånbuktema baktu.
sma: Digitaale tjiehpiesvoeth matematihkesne sæjhta jiehtedh digitaale dïrregh nuhtjedh lïerehtæmman spïeli, goerehtimmien, visualiseringen jïh åehpiedehtemen tjïrrh.

source: Dáppe le aj sáhka dåbddåt, adnet ja árvustallat digitála vædtsagijt merustallamijda, tjuolmmatjoavddemijda, simulerimijda ja modellerimijda.
sma: Edtja aaj damtedh, nuhtjedh jïh vuarjasjidh digitaale dïrregh aerviedimmide, dåeriesmoereloetemasse, simuleradæmman jïh hammoedæmman.

source: Vijddábut dat mierkki diedojt gávnnat, analyserit, giehtadallat ja åvddånbuktet hiebalasj vædtsagij, ja liehket lájttális gáldojda, analyjsajda ja båhtusijda.
sma: Edtja aaj bïevnesh gaavnedh, daatah analyjseradidh, gïetedidh jïh åehpiedehtedh maereles dïrregigujmie, jïh laejhtehks årrodh gaaltijidie, analyjside jïh illedahkide.

source: Digitála tjehpudagáj åvddånahttem mierkki barggat aktiduvvam digitála tevstaj ma sjaddi gássjelabbo ájge tjadá.
sma: Evtiedimmie digitaale tjiehpiesvoetine sæjhta jiehtedh tjåanghkan bïejeme tjaalegigujmie barkedh mah ahkedh elliesåbpoe sjidtieh.

source: Vijddásappot dat mierkki ájn ienebut vuojnnet man ávkálasj digitála vædtsaga li matematihkkafága oahppamij.
sma: Edtja aaj ahkedh vielie vueptiestidh dam aevhkiem digitaale dïrregh utnieh lïerehtimmien gaavhtan matematihkefaagesne.

source: Máhtudakmihto 2. jahkedáse maŋŋela
sma: Maahtoeulmieh 2. jaepiedaltesen mænngan

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: låhkåt 100 rádjáj, juohket ja dahkat stuorrudagájt 10 rádjáj, biedjat aktij ja juohket lågisjjuohkusijt gitta 100 rádjáj ja guovtesiffar tállajt lågegijda ja avtitjijda
sma: 100 ryöknedh, juekedh jïh veahkah bigkedh 10 raajan, tjåanghkan bïejedh jïh juekedh luhkiedåehkieh 100 raajan, jïh taalh göökte sifferigujmie juekedh luhkine jïh aktine

source: tállalinjav adnet merustallamijda ja tállastuorrudagájt vuosedittjat
sma: taalesïevem nuhtjedh aerviedimmide, jïh taalestoeredahkh vuesiehtidh

source: sulleriekknistit tállajt, låhkåt, tállajt buohtastahttet ja tállastuorrudagájt åvddånbuktet iesjgeŋgalágásj vuogij
sma: aarvehtsem darjodh veahkaj bïjre, ryöknedh, taalh viertiestidh jïh taalestoeredahkh joekehtslaakan jiehtedh

source: åvddånahttet, adnet ja ságastallat iesjgeŋgalágásj riekknimstrategijaj hárraj gåktu adderit ja subtraherit guovtesiffar tállajt ja árvustallat makta vásstádusá hiehpi
sma: evtiedidh, nuhtjedh jïh jeereldihkie ryöknemestrategiji bïjre soptsestidh addisjovnese jïh subtraksjovnese taalijste göökte sifferigujmie, jïh vuarjasjidh man reaktoe dah vaestiedassh leah

source: gærdodit ja bielledit
sma: guektiengïerth darjodh jïh guektelen juekedh

source: dåbddåt, ságastallat ja joarkket tállaminsstarij struktuvrajt
sma: struktuvrh taalemaalline damtijidh, dej bïjre soptsestidh jïh dejtie guhkiedidh
